<template>
    <div class="container mx-auto px-4">
        <h1 class="text-white text-4xl mt-12 font-bold">Справочные материалы от Администрации для покупающих и продавцов!</h1>
        <h2 class="text-white text-3xl mt-12 font-bold">Как расчитать скидки на продукты?</h2>
        <pre class="text-white text-lg">
Зачем вводятся скидки.
Обычно цены снижают ради привлечения новых покупателей или увеличения объемов продаж. Продавцы разрабатывают ценовую политику, учитывающую:
    • категорию контрагентов-покупателей (розница или опт);
    • сезонность продаж – изменение цен в периоды наибольшего или, наоборот, наименьшего спроса;
    • объемы, частоту сделок;
    • условия оплаты (например, снижение при авансовом способе расчетов).
Скидки могут быть предоставлены всем контрагентам без исключения или только тем, в ком продавец заинтересован.

Основание предоставления скидки.
В ст. 424 ГК РФ указано, что цена устанавливается соглашением сторон.
Изменение допускается по условиям заключенного договора, либо в случаях, оговоренных в законе (п. 1, 2 ст. 424 ГК РФ).
В рознице размер скидки обычно указывают в ценнике на товар, в отношении которого действует предложение.
Для привлечения покупателей размещают дополнительное объявление о действующей акции. В чеке итоговая сумма указывается с учетом всех скидок.
С оптовыми покупателями условия сделки оговариваются в тексте договора.
Возможность предоставления скидок необходимо прямо прописать в документе.
Из заключенного соглашения должно быть понятно, как рассчитать скидку на товар, если контрагент выполнил условия для снижения цены.
Как рассчитать скидку на товар, формула.
Если покупатель осведомлен только о размере базовой, начальной цены, зная величину скидки, можно рассчитать и сумму скидки, и новую стоимость товара.
Чаще всего скидка указывается в процентном соотношении. Как правильно рассчитать скидку на товар? Формула применяется следующая:
СС = БЦ / 100% * ПС, где
СС - сумма скидки,
БЦ - базовая цена,
ПС - % скидки.
Чтобы узнать новую цену, из базовой стоимости вычитают полученную сумму скидки.

Приведем пример расчета.
Пример расчета скидки исходя из установленного процента
ООО «Урожай» продавало яблоки с начала года по цене 40 рублей за килограмм.
В августе, в связи с сезонным снижением спроса на товар, общество объявило о предоставлении покупателям скидки в 15%.
Как правильно рассчитать скидку на товар?
40 рублей – это базовая цена,
15% - процент скидки.
Сумма снижения цены составит: 40 / 100% * 15% = 6 рублей.
Цена на яблоки в августе с учетом предоставленной скидки составит: 40 – 6 = 34 рубля за килограмм.
Фиксированная скидка.
Иногда продавец заявляет о скидке в твердой сумме. Тогда покупатель может рассчитать величину скидки в процентах в обратном порядке:
ПС = ((БЦ – НЦ) / БЦ) * 100%, где
ПС – процент по скидке;
БЦ – базовая (старая) цена;
НЦ – новая цена.

Приведем расчет скидки.
Пример расчета процента скидки исходя из фиксированной величины
В договоре поставки между ООО «Аква» и ООО «Вега» предусмотрено, что стоимость доставки бутилированной воды за емкость 19л по договору составляет 160 рублей.
Если объем поставки за месяц превысит 190л, стоимость доставки будет ниже и составит 150 рублей.
Рассчитаем процент скидки, если условие о превышении объема поставок выполнено:
160 руб. – базовая цена,
150 руб. – новая цена.
Процент по скидке составит: ((160 – 150) / 160) * 100% = 6,25%.
То есть стоимость уменьшается на 6,25%, если по договору будет доставлено более 190 л воды в месяц.
Используя эти формулы, покупатель может самостоятельно рассчитать величину изменения цены, а также вычислить новую стоимость товара.
Это поможет определиться, стоит ли заключать сделку на предложенных условиях.

Домашняя работа.
1) Рассчитать процент скидки компании «Овощи», если цена за килограмм картошки составляла 30 рублей, но в связи с увеличением урожая компания ввела скидки.
Процент скидки составляет 12%.
2) Компания «Овощи» продает магазину «Товары для дома» лук по 25 рублей за килограмм.
Компания «Овощи» предложила магазину предоставить скидку, если они на протяжении нескольких лет будут у них покупать лук.
Новая цена, указанная в договоре составляла 22 рубля за килограмм. Рассчитать скидку на основе их договора.

        </pre>

    </div>
</template>

<script setup>

</script>

<script>
export default {
    name: "helper"
}
</script>

<style scoped>

</style>